Repository: Joergen/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ca

source: Your new password must be different
ca: La contrasenya nova ha de ser diferent

source: No token specified
ca: No s'ha especificat cap testimoni

source: No code specified
ca: No s'ha especificat cap codi

source: No email specified
ca: No heu indicat cap adreça electrònica

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: No uid specified
ca: No s'ha especificat cap uid

source: Valid email required
ca: El camp d'adreça electrònica és obligatori

source: Must be at least 8 characters
ca: Ha de tenir com a mínim 8 caràcters

source: Valid password required
ca: El camp de contrasenya és obligatori

source: Could not get Privacy Notice
ca: No s'ha pogut obtenir l'avís de privadesa

source: /force_auth requires an email
ca: /force_auth necessita una adreça electrònica

source: Unknown account. <a href="/signup">Sign up</a>
ca: El compte és desconegut: <a href="/signup">Registreu-vos</a>

source: Year of birth required
ca: El camp de l'any de naixement és obligatori

source: Account already exists. <a href="/signin">Sign in</a>
ca: Ja existeix el compte. <a href="/signin">Inicia la sessió</a>

source: Could not get Terms of Service
ca: No s'han pogut obtenir les condicions del servei

source: Unexpected error
ca: Error inesperat.

source: Invalid authentication token in request signature
ca: El testimoni d'autenticació no és vàlid en la signatura de la sol·licitud

source: Invalid timestamp in request signature
ca: La marca horària no és vàlida en la signatura de la sol·licitud

source: Invalid nonce in request signature
ca: El valor de seguretat «nonce» no és vàlid en la signatura de la sol·licitud

source: Account already exists
ca: Aquest compte ja existeix.

source: Unknown account
ca: El compte és desconegut

source: Incorrect email case
ca: El format de l'adreça electrònica és incorrecte

source: Incorrect password
ca: Contrasenya incorrecta

source: Unverified account
ca: El compte no està verificat

source: Invalid verification code
ca: El codi de verificació no és vàlid

source: Invalid JSON in request body
ca: El JSON en el cos de la sol·licitud no és vàlid

source: Invalid parameter in request body: %(param)s
ca: El paràmetre no és vàlid en el cos de la sol·licitud: %(param)s

source: Missing parameter in request body: %(param)s
ca: Falta un paràmetre en el cos de la sol·licitud: %(param)s

source: Invalid request signature
ca: La signatura de la sol·licitud no és vàlida

source: Missing content-length header
ca: Falta la capçalera «content-length»

source: Request body too large
ca: El cos de la sol·licitud és massa gran

source: Attempt limit exceeded. Try again later.
ca: S'ha excedit el límit d'intents. Proveu-ho de nou més tard.

source: Service unavailable
ca: Servei no disponible

source: This endpoint is no longer supported
ca: Aquest extrem ja no s'admet

source: Invalid password
ca: La contrasenya no és vàlida.

source: Invalid email and password
ca: L'adreça electrònica i la contrasenya no són vàlids

source: Invalid email or password
ca: L'adreça electrònica o la contrasenya no són vàlids

source: Old password invalid
ca: La contrasenya antiga no és vàlida

source: New password invalid
ca: La contrasenya nova no és vàlida

source: Passwords don't match
ca: Les contrasenyes no coincideixen

source: Please enter an email
ca: Introduïu una adreça electrònica.

source: Cannot connect to the internet
ca: No s'ha pogut connectar a Internet

source: Cannot create account
ca: No es pot crear el compte

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
ca: Cal que compliu uns requisits d'edat per a crear un compte del Firefox.

source: Learn more.
ca: Més informació.

source: Change password
ca: Canvia la contrasenya

source: Password changed
ca: Contrasenya canviada.

source: Old password
ca: Contrasenya antiga

source: Show
ca: Mostra

source: New password
ca: Contrasenya nova

source: Change Password
ca: Canvia la contrasenya

source: Back
ca: Enrere

source: Reset password
ca: Reinicia la contrasenya

source: Repeat password
ca: Repetiu la contrasenya

source: Next
ca: Següent

source: Completing sign up
ca: S'està completant el registre

source: Confirm your account
ca: Confirmeu el vostre compte

source: Email resent
ca: S'ha tornat a enviar el missatge

source: Email Sent
ca: S'ha enviat el missatge

source: A verification link has been sent&nbsp;to %(email)s
ca: S'ha enviat un enllaç de verificació&nbsp;a: %(email)s

source: Resend email
ca: Reenvia el missatge

source: Reset email sent
ca: Reinicia el missatge que s'ha enviat

source: A reset link has been sent to %(email)s
ca: S'ha enviat un enllaç per a reiniciar la contrasenya a %(email)s

source: Sign in
ca: Inicia la sessió

source: Delete account
ca: Elimina el compte

source: Are you sure you want to delete your account? This action cannot be undone.
ca: Esteu segur que voleu esborrar el compte? Aquesta acció no es pot desfer.

source: Password
ca: Contrasenya:

source: Firefox cloud services
ca: Serveis en el núvol del Firefox

source: Terms of Service
ca: Condicions del servei

source: Privacy Notice
ca: Avís de privadesa

source: Signed in successfully
ca: S'ha iniciat la sessió correctament

source: Account verified
ca: Compte verificat

source: Password reset
ca: Reinicia la contrasenya

source: Success
ca: Èxit

source: You are now ready to use %(service)s.
ca: Ja podeu utilitzar %(service)s.

source: Your account is ready!
ca: Ja teniu el compte a punt.

source: Enter your email to reset&nbsp;the account password.
ca: Introduïu la vostra adreça electrònica per a reiniciar&nbsp;la contrasenya del compte.

source: Email
ca: Adreça electrònica

source: Manage account
ca: Gestiona el compte

source: You are signed in as: %(email)s
ca: Heu iniciat la sessió com: %(email)s

source: Sign out
ca: Finalitza la sessió

source: Sign in to continue
ca: Inicieu la sessió per a continuar

source: Forgot password?
ca: Heu oblidat la contrasenya?

source: Create an account
ca: Crea un compte

source: By proceeding, I agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
ca: En continuar, accepto les <a id="fxa-tos" href="/legal/terms">condicions del servei</a> i l'<a id="fxa-pp" href="/legal/privacy">avís de privadesa</a> dels serveis en el núvol del Firefox.

source: Create a Firefox Account
ca: Crea un compte del Firefox

source: Year of birth
ca: Any de naixement

source: 1990 or earlier
ca: 1990 o anterior

source: Choose what to sync
ca: Escolliu què sincronitzar

source: Already have an account? Sign in.
ca: Ja teniu un compte? Inicieu la sessió
